Repository: Ibtikar/ShareEconomyUMSBundle
Catalog: Resources/translations/messages.*.xliff
Languages: ar

source: A message have been sent to your email with a link to change your password page
ar: تم إرسال رسالة إلى بريدك الألكترونى تحتوى على رابط تغيير كلمة المرور

source: Close
ar: إغلاق

source: Done sucessfully.
ar: تم بنجاح.

source: Edit my account
ar: تعديل بياناتى

source: Email
ar: البريد الألكترونى

source: Email verified successfully.
ar: تم تفعيل البريد الإلكتروني بنجاح.

source: Forgot your password
ar: نسيت كلمة المرور

source: Forgot your password ?
ar: نسيت كلمة المرور ؟

source: Full name
ar: الأسم بالكامل

source: Login
ar: دخول

source: Login page
ar: صفحة الدخول

source: Password
ar: كلمة المرور

source: Password changed sucessfully.
ar: تم تغيير كلمة المرور بنجاح.

source: Phone
ar: الهاتف

source: Remember me
ar: تذكرني

source: Repeat Password
ar: أعد كلمة المرور

source: Reset your password
ar: تغيير كلمة المرور

source: Retrieve your password
ar: استعادة كلمة المرور

source: Save
ar: حفظ

source: The change password link expired please request a new one.
ar: انتهت صلاحية الرابط من فضلك قم بطلب رابط اخر.

source: The link expired please request a new one.
ar: انتهت صلاحية استخدام هذا الرابط, من فضلك قم بطلب رابط تأكيد جديد.

source: Verification code for %project% is (%code%) valid for %validationTimeInMinutes% minutes
ar: كود التفعبل ل%project% '%code%' صالح لمدة %validationTimeInMinutes% دقائق

source: email_not_registered
ar: البريد الالكتروني المدخل غير مسجل لدينا يرجى الإدخال مرة اخرى

source: expired_verification_code
ar: انتهت صلاحية رقم التفعيل

source: phone_already_verified
ar: هذا التليفون محقق منه بالفعل

source: reach_max_forget_password_requests_error
ar: لقد استنفذت جميع المحاولات المسموح بها لطلب تعيين كلمة مرور جديدة

source: reach_max_phone_verification_requests_error
ar: لقد استنفذت جميع المحاولات المسموح بها لطلب تحقيق تليفونك

source: reach_max_verification_email_requests_error
ar: لقد استنفذت جميع المحاولات المسموح بها لطلب تحقيق بريدك

source: something_went_wrong
ar: حدث خطأ. يرجى إعادة المحاولة في وقت لاحق

source: user_already_verified
ar: هذا البريد الإلكتروني محقق منه بالفعل

source: wrong_verification_code
ar: رقم تفعيل خاطئ
