Repository: Ibtikar/ShareEconomyUMSBundle
Catalog: Resources/translations/validators.*.xliff
Languages: ar

source: The image height is too small ({{ height }}px). Minimum height expected is {{ min_height }}px.
ar: (300 x مقاس الصورة غير مناسب (300

source: The image width is too small ({{ width }}px). Minimum width expected is {{ min_width }}px.
ar: (300 x مقاس الصورة غير مناسب (300

source: This file is not a valid image.
ar: الصورة لابد أن تكون بصيغةpng او jpg

source: email_exist
ar: البريد الالكتروني المدخل مستخدم مسبقاً

source: fill_mandatory_field
ar: املأ الحقل أولاً

source: fullname_length_not_valid
ar: ادخل اسمك يتراوح من 4 إلى 25 حرف

source: invalid_email
ar: ادخل بريد الكتروني صحيح

source: password_not_valid
ar: ادخل كلمة مرور على الأقل 6 أحرف، تحتوي على الأقل حرف واحد ورقم واحد.

source: phone_exist
ar: الرقم المدخل مستخدم مسبقاً

source: same_phone_validation
ar: هذا الرقم مطابق للرقم الحالي

source: user_not_found
ar: هذا المستخدم غير موجود

source: verification_message_not_sent
ar: حدث خطأ أثناء إرسال رسالة التأكيد
